{
	"locale": "en-us",
	"about_home": {
		"about_home_title": "We are technological leaders",
		"about_home_d": "With over 20 years of experience in the development of critical mission applications for telecommunications companies sand public services in Latin America, DreamCode provides unparalleled software development services customized to your business’s exact needs.",
		"read_more": "Read More"
	},
	"clients_home": {
		"clients_home_d": "We deliver products and services adapted to our clients. For 10 years we have sought to simplify the operational processes and decision-making of our clients in a more agile way.",
		"read_more": "Read More",
		"clients_home_title": "Our Clients"
	},
	"process_home": {
		"process_d": "Scrum is an agile development methodology used in the development of Software based on an iterative and incremental processes.",
		"read_more": "Read More"
	},
	"banner_home": {
		"txt_banner": "Specialized software development services to incorporate technology and innovative practices to transform your business."
	},
	"sec_banner": {
		"titleJobs": "Join us. Shaping the future of Software Development.",
		"txt_dJobs": "Come to Dreamcode, where thousands of individual imaginations come together to pave the way for innovation. Here, you will do more than join something: you will add something."
	},
	"jobs_items": {
		"title": "Create the future you want",
		"titleD": "inspired by innovative stories to help you meet your business goals."
	},
	"services_home": {
		"serv_title": "What We Do",
		"serv_title2": "We provide innovative solutions and strategic alliances that support various companies in Latin America.",
		"read_more": "Read More",
		"serv1_t": "Technology Consulting",
		"serv1_d": "We will partner with you to deliver innovative solutions that will revitalize your business through the implementation of modern architecture and best-in-class technology. Our services ranges from Application assessment and Software architecture definition to Agile transformation and Web frontend/backend applications design and development.",
		"serv2_t": "Software Development Services",
		"serv2_d": "Our agile software development offers a streamlined process that modernizes business operations to maximize business goals. We offer a consistent, fast-paced technique that embodies centralized configuration management, software risk mitigation, superior code quality, test automation, and cutting-edge virtualization tools.",
		"serv3_t": "Database Services",
		"serv3_d": "Our database professionals will provide the strategic and tactical resources you need to supplement your team with a complete menu of support services. We offer a range of database services including architecture design, migration, backup/recovery, monitoring and performance tuning on Oracle, MySQL and Amazon Relational Database Service (RDS).",
		"serv4_t": "Web and Mobile Application Services",
		"serv4_d": "As leading web and mobile developers, our experts create superior applications that digitally transform any major platform. Our web and mobile services include Software Conceptualization, Architecture Design, UI/UX Design, Application Migration and Porting as well as optimization and support."
	}
}