{
	"locale": "en-mx",
	"about_home": {
		"about_home_title": "Somos líderes tecnológicos",
		"about_home_d": "Con más de 20 años de experiencia en el desarrollo de aplicaciones de misión crítica para empresas de telecomunicaciones y servicios públicos en América Latina, DreamCode brinda servicios de desarrollo de software incomparables personalizados para las necesidades exactas de su negocio.",
		"read_more": "Leer Más"
	},
	"clients_home": {
		"clients_home_d": "Entregamos productos y servicios adaptados a nuestros clientes. Durante 10 años hemos buscado simplificar los procesos operativos y la toma de decisiones de nuestros clientes de una manera más ágil.",
		"read_more": "Leer Más",
		"clients_home_title": "Nuestros Clientes"
	},
	"process_home": {
		"process_d": "Scrum es una metodología de desarrollo ágil utilizada en el desarrollo de Software basada en procesos iterativos e incrementales. Scrum es un marco ágil adaptable, rápido, flexible y eficaz que está diseñado para entregar valor al cliente durante todo el desarrollo del proyecto.",
		"read_more": "Leer Más"
	},
	"banner_home": {
		"txt_banner": "Servicios de desarrollo de software especializados para incorporar tecnología y prácticas innovadoras para transformar su negocio."
	},
	"sec_banner": {
		"titleJobs": "Únete a nosotros. Dar forma al futuro del Desarrollo de Software",
		"txt_dJobs": "Ven a Dreamcode, donde miles de imaginaciones individuales se unen para allanar el camino hacia la innovación. Aquí, harás más que unirte a algo: agregarás algo."
	},
	"jobs_items": {
		"title": "Create the future you want",
		"titleD": "Get ind by innovative stories to help you meet your business goals."
	},
	"services_home": {
		"serv_title": "Nuestros Servicios",
		"serv_title2": "Brindamos soluciones innovadoras y alianzas estratégicas que apoyan a varias empresas en América latina.",
		"read_more": "Leer Más",
		"serv1_t": "Consultoría tecnológica",
		"serv1_d": "Nos asociaremos con usted para ofrecer soluciones innovadoras que revitalizarán su negocio mediante la implementación de una arquitectura moderna y la mejor tecnología de su clase. Nuestros servicios abarcan desde la evaluación de aplicaciones y la definición de la arquitectura de software hasta la transformación ágil y el diseño y desarrollo de aplicaciones web frontend / backend.",
		"serv2_t": "Servicios de desarrollo de software",
		"serv2_d": "Nuestro desarrollo de software ágil ofrece un proceso simplificado que moderniza las operaciones comerciales para maximizar los objetivos comerciales. Ofrecemos una técnica consistente y de ritmo rápido que incorpora administración de configuración centralizada, mitigación de riesgos de software, calidad de código superior, automatización de pruebas y herramientas de virtualización de vanguardia.",
		"serv3_t": "Servicios de base de datos",
		"serv3_d": "Nuestros profesionales de bases de datos proporcionarán los recursos estratégicos y tácticos que necesita para complementar a su equipo con un menú completo de servicios de soporte. Ofrecemos una gama de servicios de bases de datos que incluyen diseño de arquitectura, migración, respaldo / recuperación, monitoreo y ajuste de rendimiento en Oracle, MySQL y Amazon Relational Database Service (RDS).",
		"serv4_t": "Servicios de aplicaciones web y móviles",
		"serv4_d": "Como desarrolladores web y móviles líderes, nuestros expertos crean aplicaciones superiores que transforman digitalmente cualquier plataforma importante. Nuestros servicios web y móviles incluyen Conceptualización de software, Diseño de arquitectura, Diseño de UI / UX, Migración de aplicaciones y Porting, así como optimización y soporte."
	}
}